LEXICON_RU = {
    '/start': '<b>Привет!</b>\nДавай начнем,'
              'выберите необходимую операцию!',

    '/help': 'Данный бот поможет Вам расширить '
             'словарный запас английского языка. '
             'Словарь Бота состоит из 5000 '
             'слов с произношением! \n'
             'Также он умеет переводить текст, '
             'как с английского языка на русский, '
             'так и с русского на английский!\n\n'
             'Для того чтобы начать работу с '
             'Ботом просто выберите необходимую '
             'операцию. Все существующие операции '
             'представлены на кнопках снизу.',

    'cancel': 'Назад',
    'menu_text': 'Выберите функцию!',
    'new_word': 'Хочу новое слово!',
    'ru-en': 'Перевести текст с  🇷🇺 на 🇬🇧',
    'en-ru': 'Перевести текст с 🇬🇧 на 🇷🇺',
    'ru_text': 'Введите слово/фразу на русском языке! 🇷🇺',
    'en_text': 'Введите слово/фразу на английском языке! 🇬🇧',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...\n\n'
                    'Для получение информации по работе бота '
                    'выполните команду /help'}
