LEXICON_RU = {
    '/start': '<b>Привет!</b>\n\nДавайте начнем,'
              'выберите необходимую операцию!',

    '/help': 'Данный бот поможет Вам расширить '
             'словарный запас английского языка.\n\n'
             'Словарь бота состоит из 5000 '
             'слов с произношением!\n\n'
             'Также он умеет переводить текст, '
             'как с английского языка на '
             'русский, так и с русского '
             'на английский!\n\n'
             'Для того чтобы начать работу '
             'с ботом просто выберите необходимую '
             'операцию.\n\n'
             'Весь функционал представлен ниже '
             'в виде команд или внизу экрана'
             'кнопками. \n\n'
             '/help - cправка по работе с ботом\n'
             '/newword - gолучить новое слово\n'
             '/fromrutoen - перевод с русского на английский\n'
             '/fromentoru - перевод с английского на русский',

    'cancel': 'Назад',
    'menu_text': 'Чем могу помочь?\n\nВыбирите необходимое действие из '
                 'представленных в нижней части экрана.',
    'new_word': 'Хочу новое слово!',
    'ru-en': 'Перевести текст с  🇷🇺 на 🇬🇧',
    'en-ru': 'Перевести текст с 🇬🇧 на 🇷🇺',
    'ru_text': 'Введите слово/фразу на русском языке! 🇷🇺',
    'en_text': 'Введите слово/фразу на английском языке! 🇬🇧',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...\n\n'
                    'Для получение информации по работе бота '
                    'выполните команду /help'}

LEXICON_COMMANDS_RU: dict = {
    '/help': 'Справка по работе с ботом',
    '/newword': 'Получить новое слово',
    '/fromrutoen': 'Перевод с ru на en',
    '/fromentoru': 'Перевод с en на ru'}
