LEXICON_RU: dict = {
    '/start': '<b>Привет!</b>😉\n\nДавайте начнем, '
              'выберите необходимую операцию!',

    '/help': 'Данный бот поможет Вам расширить '
             'словарный запас английского языка.\n\n'
             'Словарь бота состоит из 5000 '
             'слов с произношением!\n\n'
             'Также он умеет переводить текст, '
             'как с английского языка на '
             'русский, так и с русского '
             'на английский!\n\n'
             'Для того чтобы начать работу '
             'с ботом просто выберите необходимую '
             'операцию.\n\n'
             'Весь функционал представлен ниже '
             'в виде команд или внизу экрана'
             'кнопками. \n\n'
             '/help - cправка по работе с ботом\n'
             '/menu - перейти в начало\n'
             '/newword - gолучить новое слово\n'
             '/fromrutoen - перевод с русского на английский\n'
             '/fromentoru - перевод с английского на русский\n'
             '/chooseset - тренировка на наборах слов',

    'menu_ans': 'Чем могу помочь?\n\n<b>Выбирите необходимое действие из '
                'представленных в нижней части экрана.</b>',

    'cancel': 'Назад',
    'new_word': 'Хочу новое слово! 🗒️',
    'ru-en': 'Перевести текст с  🇷🇺 на 🇬🇧',
    'en-ru': 'Перевести текст с 🇬🇧 на 🇷🇺',
    'ru_ans': 'Введите слово/фразу на русском языке! 🇷🇺',
    'en_ans': 'Введите слово/фразу на английском языке! 🇬🇧',
    'sets_ans': 'Выберите интересующий Вас набор слов.',

    'other_answer': 'Извини, увы, это сообщение мне непонятно...\n\n'
                    '<b>Для получение информации по работе бота '
                    'выполните команду</b> /help',

    'sets': 'Выбрать набор слов 🗂️',
    'no_set': 'Такого набора нет!😢',
    'end_words': 'Слов больше нет 😊',

    'data_outdated': 'К сожалению данные устарели!😪\n\n'
                     '<b>Если хотите изучить данный набор повторите его выбор!</b>'}

LEXICON_COMMANDS_RU: dict = {
    '/help': 'Справка по работе с ботом',
    '/menu': 'Перейти в начало',
    '/newword': 'Получить новое слово',
    '/fromrutoen': 'Перевод с ru на en',
    '/fromentoru': 'Перевод с en на ru',
    '/chooseset': 'Тренировка на наборе слов'}

LEXICON_INLINE_RU: dict = {
    'unknow': '❌ Не знаю',
    'know': '✅  Знаю',
    'microphone': '🎤️ Произношение'}
